[
    {
        "id": 1,
        "title": "Replica de dezeer",
        "description":"El proyecto réplica deezer se desarrolló en colaboración junto a un grupo de desarrollo y su objetivo era poner a prueba los conocimientos de maquetación de una aplicación y aplicar los estilos en cascada y para este proyecto las tecnologías implementadas fueron: HTML5 y CSS3.",
        "img": "https://i.ibb.co/nLPbgmy/629797e8e01809629f11358b-removebg-preview.png",
        "deploy": "https://replica-deezer-g1.netlify.app/",
        "GitHub": "https://github.com/ElPardo16/Replica-Deezer"
    },
    {
        "id": 2,
        "title": "Tetris",
        "description":"El juego de tetris fue desarrollado en dupla, elaboración del videojuego tetris utilizando el lenguaje de programación JavaScript, un primer acercamiento al manejo del DOM  y poder manipular nuestro HTML, creando con los distintos métodos de JavaScript las funcionalidades tradicionales del juego de Tetris. Para este proyecto las tecnologías utilizadas fueron: HTML5, CSS3, JavaScript",
        "img": "https://i.ibb.co/mRfVtHT/tetris-removebg-preview.png",
        "deploy": "https://tetris-woad.vercel.app/",
        "GitHub": "https://github.com/Ale8604/tetris"
    },
    {
        "id": 3,
        "title": "Wheel of Doom",
        "description":"Wheel of Doom juego desarrollado de manera colaborativa, desarrolló desde 0 a una rueda de la fortuna algo especial, una aplicación web para un nuevo evento de sacrifico de coders, con un sistema justo y aleatorio, en el que se hace el sorteo de una lista de nombres. Funcionamiento y adaptabilidad con nuestro tridente en desarrollo de código web, HTML, CSS (junto a la librería de Bootstrap), y JavaScript.",
        "img": "https://i.ibb.co/PQ7QF5g/conejo2-removebg-preview.png",
        "deploy": "https://wheel-of-happy.netlify.app/",
        "GitHub": "https://github.com/CatalinaVegaL/WheelOfDoom"
    },
    {
        "id": 4,
        "title": "SabujCha",
        "description":"SabujCha es un proyecto simple de maquetación y estilado de una página web, es uno de mis primeros acercamientos a la maquetación de una página web y una página adaptable a los distintos dispositivos, siendo así en pocas palabras una página web responsive. tecnologías implementadas en este proyecto fueron: HTML5, CSS3",
        "img": "https://i.ibb.co/MsJ10NL/logo-SWhite.png",
        "deploy": "https://matcha-six.vercel.app/",
        "GitHub": "https://github.com/Ale8604/matcha"
    },
    {
        "id": 5,
        "title": "Crytos Stadistics",
        "description":"Crytos Stadistics es un proyecto pequeño de un consumo de la API de Coingecko, para elaborar un dashboard que contenga las estadísticas las primeras 100 cryptomonedas. En este proyecto se trabajó de forma grupal y fue el primer avistamiento de React.js y sus métodos de implementación, las tecnologías manejadas en este proyecto fueron: HTML5, CSS3, Bootstrap, React.JS, JavaScript",
        "img": "https://i.ibb.co/ZK6bm6j/bitcoin-logo-removebg-preview.png",
        "deploy": "https://dashboard-criptos-pink.vercel.app/",
        "GitHub": "https://github.com/ElPardo16/DashboardCriptos"
    },
    {
        "id": 6,
        "title": "Ainoa Caps",
        "description":"Ainoa Caps es un mini E-commerce de un cliente real, el fin de este proyecto era ser una tienda virtual para que el cliente hiciera mas visible su emprendimiento, fue una donación a un cliente real donde mi persona desarrolló una tienda virtual guiándome del look and feel impartido por el cliente. Para este proyecto las tecnologías implementadas fueron: HTML5, CSS3, JavaScript, React.JS",
        "img": "https://i.ibb.co/6HKsYJ5/ainoacaps2-removebg-preview.png",
        "deploy": "https://ainoa-caps.vercel.app/",
        "GitHub": "https://github.com/Ale8604/ainoa_caps"
    }
]